IDEA Open Model
HangingAroundPatch.DistanceFromPatch Property
Compatible with IDEA StatiCa 20.1
 Distance from patch support/load
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DistanceFromPatch { get; set; }
Public Property DistanceFromPatch As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace